[Ability.A_controle_Buff H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="精神控制"
mTooltip="强制目标生物攻击一个随机相邻的生物。（每场战斗一次）"

[Ability.A_Resurrection H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="时间裂隙"
mTooltip="在战斗的前 %buff.buff.durini 回合内，恢复 %buff.buff.special1 的损失生物。\n如果生物是被内向爆裂法术摧毁的，则额外恢复 %buff.buff.special2。（对完全摧毁的队伍无效）"

[Ability.A_timers_remote_Buff H7BaseBuff]
mName="时间裂隙"
mTooltip="此单位恢复在战斗前 %durnow 回合内被摧毁生物的 %special1。\n如果施放了内向爆裂法术，则额外恢复 %special2。"

[Ability.A_timers_remote_marker H7BaseBuff]
mName="标记_内向爆裂"
mTooltip=""

[Ability.A_Wait H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="魔法强化（等待）"
mTooltip="该生物稍后行动，但为英雄提供 %buff4.buff.buff.buff.stat %icon_magic 魔力，基于每个与此生物相邻的对手，持续到回合结束。"

[Ability.A_wait_t7_2_conf_Buff H7BaseBuff]
mName=""
mTooltip=""

[Ability.A_wait_t7_2_conf_target_Buff H7BaseBuff]
mName="魔法强化"
mTooltip="%stat %icon_magic 魔力"

[Creature.A_CreaturePrime_dragon H7Creature]
mName="棱晶龙"
mLore="棱晶龙长久以来一直是个传说。事实上，没有一组去寻找它的冒险者能回来。他们的尸体后来被发现了：他们自相残杀。花了很长时间才明白，为何团结的队伍也会走到如此极端。是学者西科斯努斯首先提出了棱晶龙对其受害者进行精神控制的假设。他是对的。\n\n招募所需稀有资源：\n1 星银"

[Creature.A_Creaturet7_conflux_uprg H7Creature]
mName="量子龙"
mLore="量子龙的存在，甚至比棱晶龙更久不为人知。有点偶然的是，一位名叫格利布罗的科学家，某晚喝酒时告诉他的同伴，物质可以像波一样穿越时间。第二天，没人记得这荒谬之言，除了泰宁斯，另一位在酒馆里异常清醒的科学家，他觉得这个想法太愚蠢了，于是对所有人嘲笑说：伊拉斯不掷骰子！然而，听到这些话的第三位学者格尔丁什罗将其作为研究对象，并证明了，是的，伊拉斯确实掷骰子！而量子龙会回到过去……\n\n招募所需稀有资源：\n2 星银"